Repository: equalitie/v-edge-app
Catalog: frontend/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: DNS zone file configuration issues
ru: Проблемы, связанные с конфигурированием файла DNS зоны

source: General support
ru: Поддержка (общие темы)

source: Incident report
ru: Сообщить об инциденте

source: Choose website *
ru: Выберите веб-сайт *

source: Incident date and time *
ru: Дата и время инцидента *

source: Problem description *
ru: Описание проблемы *

source: What were you doing? Where did you come from?
ru: Что мы делаем? Откуда мы пришли?

source: Contact email
ru: Адрес email

source: This field is optional.
ru: Это необязательное поле.

source: How to find the via header.
ru: Где найти заголовок via.

source: Via header
ru: Заголвок Via

source: Name
ru: Имя

source: Value
ru: Значение

source: Use Deflect
ru: Использовать Deflect

source: Don't use Deflect
ru: Не использовать Deflect

source: Incorrect ttl value.
ru: Неверное значение ttl

source: Enter email
ru: Введите email

source: Administrator
ru: Администратор

source: Collaborator
ru: Сотрудник

source: Website URL
ru: URL адрес сайта

source: IP address *
ru: IP адрес *

source: IP address: 129.128.127.126
ru: IP адрес: 129.128.127.126

source: Authentication password
ru: Пароль аутентификации

source: New authentication password
ru: Новый пароль аутентификации

source: My website uses SSL
ru: Мой веб-сайт использует SSL

source: Certificate file
ru: Файл с сертификатом

source: Key file
ru: Файл с ключом

source: Chain file
ru: Файл с цепочкой

source: Certificate file and key file needed.
ru: Необходимо указать файлы ключа и сертификата.

source: Certificate file must have a .crt extension.
ru: Сертификат должен иметь расширение .crt

source: Key file must have a .key extension.
ru: Ключ должен иметь расширение .key

source: Chain file must have a .crt extension.
ru: Цепочка должна иметь расширение .crt

source: New email
ru: Новый email

source: New passwords must match
ru: Новые пароли должны совпадать

source: Old password does not match.
ru: Старый пароль не соотвествует.

source: password
ru: пароль

source: Invalid password
ru: Неверный пароль

source: Invalid user
ru: Неправильное имя пользователя

source: Domain name *
ru: Доменное имя *

source: IP Address *
ru: IP Адрес *

source: I use PGP
ru: Я использую PGP

source: PGP Key
ru: Ключ PGP

source: You are not allowed to sign up for this website.
ru: У вас нет прав, чтобы подписаться на этот сайт.

source: Password
ru: Пароль

source: New password
ru: Новый пароль

source: New password (repeat)
ru: Новый пароль (повторите)

source: Passwords do not match
ru: Пароли не совпадают

source: Comment
ru: Комментарий

source: Collect visitor logs
ru: Собирать логи посетитетей

source: Forgot your password
ru: Забыли свой пароль

source: Forgot your password?
ru: Забыли свой пароль?

source: Your password was successfully saved!
ru: Ваш пароль успешно сохранён!

source: Back to login
ru: Назад к странице входа

source: Please enter your new password.
ru: Пожалуйста, введите ваш новый пароль.

source: Change password
ru: Изменить пароль

source: Deflected websites
ru: Веб-сайты, защищённые Deflect

source: You have no websites yet.
ru: У Вас пока нет сайтов.

source: Add a new website
ru: Добавить новый веб-сайт

source: My account
ru: Моя учётная запись

source: Settings
ru: Настройки

source: Logout
ru: Выйти

source: Language
ru: Язык

source: Choose language
ru: Выберите язык

source: Help
ru: Помощь

source: Report an incident
ru: Сообщить об инциденте

source: Support
ru: Поддержка

source: stats
ru: статистика

source: DNS records
ru: записи DNS

source: users
ru: пользователи

source: security
ru: безопасность

source: settings
ru: настройки

source: Welcome to the Deflect dashboard!
ru: Добро пожаловать в панель управления Deflect!

source: It appears you have no websites yet. Add one to get started.
ru: Кажется у Вас ещё нет веб-сайтов. Добавьте один, чтобы начать.

source: Please enter your email
ru: Пожалуйста, введите Ваш email

source: Reset password
ru: Сбросить пароль

source: Incident report sent successfully!
ru: Сообщение об инциденте успешно отправлено!

source: There was an error sending your incident report.
ru: При отправке сообщения об инциденте возникла ошибка.

source: Back to
ru: Назад к

source: dashboard home
ru: начальная страница панели управления

source: Send report
ru: Отправить сообщение

source: Submitted content will be kept confidential.
ru: Отправленная информация будет сохранена в секрете.

source: Privacy policy
ru: Политика конфиденциальности

source: Your settings were saved successfully.
ru: Ваши настройки были успешно сохранены.

source: Only website owners can modify website credentials.
ru: Только владельцы веб-сайта могут модифицировать данные о нём.

source: Update your email address
ru: Обновить адрес email

source: Update your password
ru: Обновить пароль

source: Please update your password before setting up your website.
ru: Пожалуйста, измените свой пароль, перед началом настройки веб-сайта.

source: Old password
ru: Старый пароль

source: Password updated!
ru: Пароль изменён!

source: Save new password
ru: Сохранить новый пароль

source: Signin
ru: Войти

source: Don't have an account?
ru: Нет учётной записи?

source: Signup here
ru: Зарегистрируйтесь здесь

source: Log in
ru: Войти

source: I forgot my password
ru: Я забыл мой пароль

source: Signup
ru: Зарегистрироваться

source: Sign up for Deflect!
ru: Зарегистрируйтесь в Deflect!

source: Already have an account?
ru: Уже есть учётная запись?

source: Log in here
ru: Войти здесь

source: About your site
ru: Про ваш сайт

source: Sign up!
ru: Зарегистрируйтесь!

source: Thanks for signing up!
ru: Спасибо за регистрацию!

source: Please check your email. We have sent you a password.
ru: Пожалуйста, проверьте Ваш email. Мы выслали Вам пароль.

source: If you have not received an email, you can contact us at outreach@deflect.ca.
ru: Если Вы не получили сообщения, Вы можете связаться с нами тут outreach@deflect.ca.

source: Support request sent successfully!
ru: Ваш запрос успешно отправлен!

source: There was an error sending your support ticket.
ru: Во время отправки заявки в службу поддержки произошла ошибка.

source: Back to dashboard
ru: Назад к панели управления

source: Send
ru: Отправить

source: Add new website
ru: Добавить новый веб-сайт

source: There was an error adding this url. Please double check it.
ru: Во премя добавления этого url произошла ошибка. Пожалуйста, проверьте его ещё раз.

source: Add website
ru: Добавить веб-сайт

source: Current DNS zone file settings.
ru: Настройки файла теущей зоны DNS.

source: Only website owners can modify website settings.
ru: Только владельцы сайта могут изменять настройки веб-сайта.

source: Website IP
ru: IP веб-сайта

source: Visitor logs
ru: Логи посетителей

source: Save
ru: Сохранить

source: Add a new user to this website.
ru: Добавить нового пользователя к этому сайту.

source: If this user is new to Deflect, they will receive an email with their new password.
ru: Если этот пользователь новый для Deflect, он получит письмо с их новым паролем.

source: Add user
ru: Добавить пользователя

source: Role
ru: Роль

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Only website owners can modify website users.
ru: Только владельцы веб-сайта могут редактировать пользователей веб-сайта.

source: Deflect Dashboard
ru: Панель управления Deflect

source: a project by
ru: проект

source: Get protected, stay connected. Deflect is a free service for independent media, human rights organisations and activists.
ru: Защититесь, подключившись. Deflect /Дифлект/ это бесплатный сервис для независимых медиа, правозащитных организаций и активистов.

source: Once you sign up, we will set things up on our end and get in touch to guide you through the necessary steps.
ru: После того как Вы зарегистрируетесь, мы подготовим всё со своей стороны и поможем Вам пройти все необходимые шаги.

source: develops open and reusable systems with a focus on privacy, online security, and information management. Our goal is to create accessible technology and improve the skill-set needed for defending human rights and freedoms in the digital age
ru: разрабатывает открытые системы многократного использования с акцентом на приватность, безопасность онлайн, и управление информацией. Наша цель — создавать доступные технологии и улучшать набор навыков, необходимый для защиты прав человека и свобод в цифровую эпоху

source: Setup your website
ru: Настройте Ваш веб-сайт

source: Website deletion was successful
ru: Удаление веб-сайта прошло успешно

source: Go back to dashboard
ru: Назад к панели управления

source: or
ru: или

source: add another website
ru: добавить ещё один веб-сайт

source: There was an error deleting the website, make sure you are allowed to do this. If the problem persists, please
ru: Во время удаления веб-сайта, произошла ошибка, пожалуйста, удостоверьтесь, что у вас хватает прав для этого. Если проблема повторяется, пожалуйста

source: let us know
ru: дайте нам знать

source: add another website.
ru: добавить ещё один веб-сайт.

source: To set up your website, you need to
ru: Для того, чтобы настроить веб-сайт, Вам понадобится

source: Configure your DNS zone file
ru: Настройка файла Вашей DNS зоны

source: Tell Deflect you are ready to join
ru: Сообщите Deflect, что Вы уже готовы присоединиться

source: Switch over your nameservers to Deflect
ru: Переключите Ваши серверы имён (NS) на Deflect

source: Start setup
ru: Начать настройку

source: I've changed my mind, I want to delete this website
ru: Я передумал, я хочу удалить этот веб-сайт

source: Delete this website
ru: Удалить веб-сайт

source: DNS zone file
ru: файл зоны DNS

source: Please review and correct the DNS zone file records below.
ru: Пожалуйста, проверьте и исправьте записи файла зоны DNS ниже.

source: Save, my records are OK
ru: Сохранить, эти записи правильные

source: Security
ru: Безопасность

source: Finalizing your configuration
ru: Завершение настройки

source: Deflect needs to validate your final configuration
ru: Deflect должен проверить Вашу итоговую конфигурацию

source: You will be notified via email once this process is done, and this page will also be updated accordingly
ru: Вы будете извещены по email, как только процесс закончится. Эта страница также обновляется автоматически

source: This process can take up to 24h, but is usually faster
ru: Процесс может занять до 24 часов, но обычно проходит быстрее

source: Point your domains' NS settings to
ru: Перенаправьте NS записи Вашего домена на

source: Done. NS settings saved
ru: Готово. Настройки NS сохранены

source: I'm not sure what this means
ru: Я не уверен что понимаю, что это значит

source: Make sure your website is on Deflect
ru: Удостоверьтесь, что Ваш веб-сайт работает с Deflect

source: NS propagation under way. This can take up to a few hours. This page will refresh automatically.
ru: Идёт процесс передачи NS записей. Это может занять до нескольких часов. Эта страница обновляется автоматически.

source: NS servers are responding correctly.
ru: NS сервера отвечают исправно.

source: Ready to use Deflect!
ru: Всё готово для использования Deflect!

source: To my dashboard
ru: К моей панели управления

source: Your DNS records are being fetched. This page will refresh automatically
ru: Получение Ваших записей DNS. Эта страница будет обновляться автоматически

source: Operation successful
ru: Операция завершена успешно

source: Type
ru: Тип

source: Hostname
ru: Имя хоста

source: Need help?
ru: Нужна помощь?

source: Try our Wiki
ru: Попробуйте нашу Wiki

source: Website administration credentials
ru: Сведения об администрировании веб-сайта

source: To protect your websites' editorial section, Deflect will require privileged users to
ru: Чтобы защитить ту часть Вашего веб-сайта, через которую осуществляется публикация и редактирование материалов, Deflect будет требовать привелигированных пользователей

source: authenticate themselves
ru: аутентифицировать самих себя

source: Please create a unique password that is not used anywhere else on your website. You will need to share this password securely with other website editors. You can change this password at any time
ru: Пожалуйста, создайте уникальный пароль, который не используется больше нигде у Вас на сайте. Вам придётся передать этот пароль безопасно другим редакторам сайта. Вы можете изменить этот пароль в любое время

source: The link used for accessing your website's admin section
ru: Ссылка, по которой открывается панель администрирования Вашим сайтом

source: There was an error adding this password. Please double check it to ensure it matches the following.
ru: Во время добавления этого пароля произошла ошибка. Пожалуйста, внимательно проверьте его, чтобы удостовериться, что он соответствует приведённому ниже.

source: Save password and url
ru: Сохранить пароль и url

source: Skip, I don't have an admin section
ru: Пропустить, у меня нет панели администрирования

source: SSL configuration
ru: настройки SSL

source: Last updated
ru: Обновлено

source: Operation was not successful. Please make sure fields are filled in correctly.
ru: Операция не смогла закончится успешно. Проверьте, что все поля заполнены правильно.

source: Could not find user. Please check the email and <a href='/forgotpassword'>try again</a>.
ru: Невозможно найти пользователя. Пожалуйста, проверьте email и <a href='/forgotpassword'>попробуйте снова</a>.

source: There was an error sending your email reset link.
ru: Во время отправки Вам письма со ссылкой для сброса пароля произошла ошибка.

source: Please check your inbox, we have sent you an email reset link.
ru: Пожалуйста, проверьте Ваши "Входящие", мы уже выслали Вам письмо со ссылкой для сброса пароля.

source: Could not find reset link. Please double check the link sent to your email.
ru: Невозможно найти ссылку для сброса пароля. Пожалуйста, внимательно сверьте адрес ссылки с адресом из письма, которое Вы получили.

source: There was an error saving your new password please try again.
ru: Во время сохранения Вашего нового пароля возникла ошибка, пожалуйста, попробуйте снова.

source: Email already exists.
ru: Email уже существует.

source: Choose which website is concerned
ru: Выберите, какого сайта это касается

source: Choose a support type
ru: Выберите тип поддержки

source: Could not delete the DNS record.
ru: Невозможно удалить запись DNS.

source: This record already exists.
ru: Эта запись уже существует.

source: User has already been added to this website.
ru: Пользователь уже был добавлен к этому веб-сайту.

source: User added successfully.
ru: Пользователь успешно добавлен.

source: User was sent a confirmation email and added to this Deflect website successfully.
ru: Пользователю было отправлено письмо для подтверждения, а также он был успешно добавлен к этому веб-сайту в Deflect.

source: There was an error retrieving stats, please try again later
ru: Во время получения статистики произошла ошибка, попробуйте позже.
